Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.pl-sv.tmx
Source language: pl
Languages: sv

source: Spis treści
sv: Innehållsförteckning

source: Odśnieżanie dachów to niebezpieczne przedsięwzięcie 3
sv: Snöskottning från tak är ett riskfyllt arbete 3

source: Odpowiedzialność firmy podczas odśnieżania dachów 4
sv: Ansvar för företag som skottar tak 4

source: Odpowiedzialność wykonawcy 4
sv: Arbetstagarens ansvar 4

source: Ochrona osobista przed upadkiem 5
sv: Personligt fallskydd 5

source: Praca zespołowa 5
sv: Det samspelta arbetslaget 5

source: Bezpieczniejsze odśnieżanie 6
sv: Säkrare snöskottning 6

source: Lawiny śnieżne 8
sv: Snöras/lavinfara 8

source: Praca na dachach o małym nachyleniu 9
sv: Arbete på låglutande tak 9

source: Odgradzanie obszaru zagrożenia 10
sv: Avspärrning av riskområde 10

source: Znaczenie systemu sygnalizacji 11
sv: Vikten av signalsystem 11

source: Obrażenia u osób trzecich 11
sv: Skador på tredje man 11

source: Niniejsza broszura została przygotowana we współpracy z centralną komisją ds. środowiska pracy branży żelaznej i wentylacyjnej.
sv: Broschyren är framtagen i samråd med Plåt- och Ventilationsbranschernas Centrala Arbetsmiljökommitté.

source: Odśnieżanie dachów — ryzykowne przedsięwzięcie
sv: Snöskottning från tak – ett riskfyllt arbete

source: Przyczyną wielu poważnych wypadków był śnieg i lód spadający z dachów.
sv: Snö och is som rasar från tak har orsakat många allvarliga olyckor.

source: Praca na dachach jest zawsze ryzykowna, a mróz i lód w okresie zimowym sprawiają, że staje się jeszcze bardziej niebezpieczna. Praca na nachylonych i śliskich powierzchniach z użyciem wyłącznie środków ochrony indywidualnej wywołuje również duże obciążenie na ciało.
sv: Arbete på lutande och halt underlag med enbart personlig skyddsutrustning ger dessutom stor påfrestning på kroppen.

source: Postanowienia dotyczące planowania i realizacji prac związanych z odśnieżaniem dachów można znaleźć w dokumencie Building and Civil Engineering Work, AFS 1999:3
sv: Bestämmelser om planering och utförande av snöskottning på tak finns i reglerna om byggnads- och anläggningsarbete, AFS 1999:3

source: Odpowiedzialność firmy podczas odśnieżania dachów
sv: Ansvar för företag som skottar tak

source: Przedsięwzięcia związane z usuwaniem śniegu z dachów budynków muszą być realizowane zgodnie z obowiązkami określonymi w szwed­ zkiej ustawie o środowisku pracy (SFS 1977:1160) i powinny zawierać pisemną ocenę ryzyka zgodnie z ustawą Systematic Work Environment Management AFS 2001:01, sekcja 8.
sv: Ett företag som åtar sig att skotta snö från hustak ska agera utifrån sitt arbetsmiljöansvar enligt arbetsmiljölagen (SFS 1977:1160) och upprätta en skriftlig riskbedömning enligt systematiskt arbetsmiljöarbete AFS 2001:01, 8 §.

source: Odpowiedzialność zleceniodawcy
sv: Arbetsgivarens ansvar

source: Poniżej przedstawiono punkty związane z odpowiedzialnością zlecenio­ dawcy w zakresie odśnieżania dachów budynków:
sv: En arbetsgivare som åtar sig snöskottning från hustak har följande skyldigheter:

source: Dach należy sprawdzić przed rozpoczęciem pracy przez personel.
sv: Förvissa sig om att takets säkerhetsanordningar är i gott skick.

source: Należy zapewnić, że środki bezpieczeństwa na dachu są w dobrym stanie. W niektórych przypadkach konieczne może być umieszczenie dodatkowych elementów zwiększających bezpieczeństwo na dachu.
sv: Det kan ibland finnas anledning till att ställa kompletterande krav på taksäkerheten.

source: Należy się upewnić, że pracownicy dysponują wiedzą i są zaznajomieni z elementami, które należy obserwować w celu uniknięcia niebezpieczeństwa.
sv: Informera de som ska utföra snöskottningen om riskerna i arbetet.

source: Należy zapewnić środki ochrony indywidualnej, które są odpowiednie dla wykonywanej pracy – ochronę przed upadkiem, kask ochronny i gogle – i sprawdza, czy sprzęt jest używany.
sv: Förvissa sig om att arbetstagarna har kunskaper och nödvändig kännedom om vad de måste iaktta för att undgå riskerna.

source: Należy zapewnić kamizelki odblaskowe i środki łączności dla pracowników na dachu, a w razie konieczności wyznaczyć dodatkowego obserwatora.
sv: Tillhandahålla signalväst samt kommunikationsutrustning för takskottare och vakt när det behövs.

source: Głównym czynnikiem bezpieczeństwa jest fakt, że praca jest wykony­ wana przez dwie doświadczone osoby na dachu i przynajmniej jednego nadzorcę ruchu na ziemi. Ważne jest również nadzorowanie pracy przez personel o dużej wiedzy na temat pracy na dachach.
sv: En mycket viktig säkerhetsfaktor är att arbetet utförs av ett samspelt arbetslag med två yrkeskunniga personer på taket och minst en trafikvakt på gatan/marken.

source: Odpowiedzialność wykonawcy
sv: Arbetstagarens ansvar

source: Wykonawca powinien przestrzegać stosownych przepisów, korzystać ze sprzętu ochronnego i zachowywać niezbędną uwagę.
sv: Arbetstagaren ska följa de regler som gäller, använda de skyddsanordningar som finns och iaktta den försiktighet som krävs.

source: Jeśli praca wiąże się z bezpośrednim i poważnym niebezpieczeństwem dla życia i zdrowia, wykonawca powinien natychmiast poinformować zleceniodawcę lub specjalistę ds. bezpieczeństwa. Pracownicy są upoważnieni do wstrzymania pracy podczas oczekiwania na odpowiedź.
sv: Innebär arbetet omedelbar och allvarlig fara för liv och hälsa ska arbetstagaren omedelbart underrätta arbetsgivaren eller skydds- ombudet om detta.

source: Ochrona osobista przed upadkiem — ubezpieczenie na życie
sv: Personligt fallskydd – en livförsäkring

source: Uprzęże i liny powinny być przechowywane w suchym, ciemnym i przewietrzonym miejscu, w zawieszeniu.
sv: Selar och linor ska förvaras upphängda torrt, mörkt och ventilerat.

source: Wyposażenie, które jest naderwane, ma wadliwe szwy, uszkodzenia mechaniczne lub rdzę, musi zostać zniszczone.
sv: Utrustning som har skärskador, trasiga sömmar, mekaniska fel eller rostangrepp ska kasseras.

source: Liny, które zostały opuszczone zza krawędzi dachu, muszą zostać zniszczone.
sv: Lina som varit utsatt för fritt fall över takkant ska kasseras.

source: Praca zespołowa
sv: Det samspelta arbetslaget

source: „Człowiek na ulicy”
sv: ”Personen på gatan”

source: Musi być wyposażony w kask ochronny, kamizelkę odblaskową i urządzenie sygnalizacyjne w celu zachowania łączności z ludźmi na dachu, gwizdek, syrenę lub telefon.
sv: Ska vara utrustad med skyddshjälm, signalväst och signalanordning samt kommunikationsutrustning till skottarna på taket; visselpipa, siren eller telefon.

source: „Pracownicy na dachu”
sv: ”Personerna på taket”

source: Muszą być wyposażeni w liny i uprzęże bezpieczeństwa, ochronę wzroku przed odłamkami lodu, łopatę z paskiem na nadgarstek, mały młotek do kruszenia lodu z paskiem na nadgarstek, ciepłą, elastyczną odzież, odpowiednie obuwie i sprzęt do łączności ze strażnikiem na ulicy.
sv: Ska vara utrustade med lina och säkerhetssele, ögonskydd mot is- splitter, snöskyffel med handlovs- rem, lätt slägga med handlovs- rem för att spräcka is samt varma, smidiga kläder, lämpliga skor och kommunikationsutrustning till vakten på gatan.

source: Bezpieczniejsze odśnieżanie dachów
sv: Säker snöskottning av tak

source: W takim przypadku należy zastosować znaki ostrzegawcze, informujące o przewodach cieplnych w punkcie wejścia na dach.
sv: I så fall måste det finnas en varningsskylt om värmekablar vid uppstigningsstället till taket.

source: Stałe urządzenia zabezpieczające muszą zostać sprawdzone przed rozpoczęciem prac. Wszelkie świetliki pokryte śniegiem muszą zostać oznaczone.
sv: Innan skottningen påbörjas ska fasta skyddsanordningar kontrolleras.

source: W normalnych okolicznościach dach powinny odśnieżać dwie osoby. Jedna osoba powinna przesuwać punkty mocowania lin i zachowywać naprężenie, natomiast druga powinna prowadzić prace związane z odśnieżaniem.
sv: En person flyttar förankringspunkt för linan och håller linan sträckt, medan den andre utför snöskottningen.

source: Można to zrobić, jeśli na dachu zamontowano poręcz na wysokości metra nad rynną oraz drabinkę ciągnącą się od krawędzi do rynny na każdym nachyleniu dachu. W przeciwnym razie śnieg i lód znów zsuną się do rynny.
sv: I annat fall kan snö och is glida ner i fotrännan igen.

source: Lawiny śnieżne
sv: Snöras och lavinfara

source: Na ryzyko lawin i formowania się lodu w rynnach i rurach ma wpływ również kierunek dachu i promieniowanie słoneczne.
sv: Takets läge i förhållande till väderstreck samt solinstrålning påverkar också risken för snöras samt isbildning i rännor och rör.

source: … współpraca między pracownikami na dachu jest ważnym czynnikiem bezpieczeństwa. Lina powinna być zawsze naprężona i zamocowana powyżej osoby odśnieżającej.
sv: samarbetet mellan snöskottarna uppe på taket är en mycket viktig säkerhetsfaktor.

source: … sople spadają pionowo w dół z potężną siłą. Śnieg zsuwa się wzdłuż nachylenia i może spadać z dala od budynku..
sv: istappar faller rakt ner med stor kraft.

source: Dachy o nachyleniu płaskim poniżej 6˚
sv: Låglutande tak under 6˚

source: Podczas pracy z boku na bok należy wziąć pod uwagę efekt wahadła!
sv: Här kan flera personer utföra snöskottningen.

source: Pracownik może regulować długość liny zabezpieczającej za pomocą klamry regulującej.
sv: Förankra så nära vertikallinjen som möjligt.

source: NB!
sv: OBS!

source: Należy używać uprzęży bezpieczeństwa, a nie pasa.
sv: Använd säkerhetssele, ej midjebälte.

source: Odgradzanie obszaru zagrożenia
sv: Avspärrning av riskområde

source: Odśnieżanie dachów to duże wymogi w zakresie bezpieczeństwa stref zagrożenia, sygnalizacji i nadzorców.
sv: Snöskottning från tak ställer stora krav på avskärmning, skyltning och säkerhetsvakt.

source: Najważniejszy jest dobry system sygnalizacji
sv: Viktigt med ett bra signalsystem

source: Sygnalizacja między pracownikami na dachu i nadzorcą ruchu na ulicy jest wyjątkowo ważna, aby możliwe było unikanie wypadków.
sv: Signalerna måste gå fram klart och tydligt.

source: Sygnały należy przekazywać wyraźnie. W tym celu należy korzystać z gwizdka, syreny, telefonu lub radia.
sv: För att klara detta behövs visselpipa, siren, telefon eller kommunikationsradio.

source: Każdy członek zespołu musi wiedzieć, jak interpretować takie sygnały. Aby bezpiecznie odśnieżać dach i usuwać lód, można używać następujących sygnałów:
sv: Alla i snöskottarlaget måste veta hur signalerna ska tolkas.

source: Jeden sygnał – Stop!
sv: En signal – Stopp!

source: Dwa sygnały – Praca!
sv: Två signaler – Kom igen!

source: Obrażenia u osób trzecich
sv: Skador på tredje man

source: Obrażenia osób i uszkodzenia sprzętu nie są objęte szwedzką ustawą o środowisku pracy. Firma usuwająca śnieg ponosi jednak odpowiedzialność zgodnie z innymi przepisami.
sv: Skador på boende och allmän egendom regleras inte i arbetsmiljö- lagens bestämmelser.

source: Wypadki nie muszą mieć miejsca, jeśli wszystko od początku do końca wykonywane było prawidłowo.
sv: Om allt görs rätt från början till slut behöver det inte inträffa några olyckor.

source: Kolejne kopie tej publikacji należy zamówić w:
sv: Fler exemplar av denna trycksak beställs från Arbetsmiljöverkets publikationsservice

source: Tel.: +46 (0)10-730 90 00 www.av.se
sv: Tel: 010-730 90 00 www.av.se

source: ADI 660 Nasza wizja: Każdy chce i może stworzyć dobre środowisko pracy
sv: Best nr ADI 660 Vår vision: Alla vill och kan skapa en bra arbetsmiljö
